Repository: righetz/pyurl
Catalog: locale/*/LC_MESSAGES/pyurl-*.po
Languages: it

source: Write output to file
it: Scrive l'output nel file specificato

source: Include request headers
it: Include gli headers della richiesta

source: Define target URL
it: Definisce l'URL

source: Http POST data between quotation marks
it: I dati Http POST vanno inseriti tra doppi apici

source: Show Http code
it: Mostra il codice Http

source: Set custom user agent
it: Specifica un user agent personalizzato

source: headers only
it: Mostra solamente gli headers della richiesta (ignora l'opzione [-i])

source: Could not resolve host %s Check your connection
it: %s non raggiungibile Controlla la connessione

source: Specify every POST input as "key=value"
it: Il formato dei dati POST e': "chiave=valore"

source: Http code: %d
it: Codice Http: %d Â

source: Specified directory does not exists
it: La directory specificata non esiste

source: Target path is a directory, include file name
it: Il percorso specificato e' una directory, aggiungi il nome del file

source: Input/Output error Maybe you don't have enough privileges?
it: Errore di Input/Output Controlla di avere sufficienti permessi di scrittura sul file system
